/* Localizable strings of com.apple.vpnsettings preference manifest */

"VPN.pfm_title" = "VPN-Einstellungen";
"VPN.pfm_description" = "VPN-Einstellungen";

"ServiceType.pfm_title" =				"Dienstart";
"ServiceType.pfm_description" =				"Diensttyp. L2TP oder PPTP.";
"CommRemoteAddress.pfm_title" =			"VPN-Server-Adresse";
"CommRemoteAddress.pfm_description" =		"URL-Adresse (Ort) des VPN-Servers";
"UserLoginName.pfm_title" =				"Benutzername für Anmeldung";
"UserLoginName.pfm_description" =			"Zu verwendender Anmeldenamen für Verbindung. Diesen Schlüssel nicht verwenden, wenn Sie sich mit dem aktuellen Benutzernamen anmelden möchten.";
"UserDefinedName.pfm_title" =			"Eindeutiger Name";
"UserDefinedName.pfm_description" =			"Geben Sie einen eindeutigen Namen ein, der beim Verbinden mit dem Server angezeigt wird.";
"UserAuthenticationType.pfm_title" =	"Identifizierungsart für Benutzer";
"UserAuthenticationType.pfm_description" =	"VPN-Authentifizierungsart. Wählen Sie Kennwort, Kerberos, TokenCard oder SecurID.";
